color_names = ['Aqua', 'Coral', 'Orchid', 'SkyBlue', 'Lavender', 'Goldenrod', 'SlateBlue', 'Crimson']
main_chars_name = [
    'Альберт Эйнштейн',
    'Эминем',
    'Гарри Поттер',
    'Супер Марио',
    'Мистер Бин',
    'Психолог',
    'Снуп-Дог',
    'Стив Джобс',
    'Илон Маск',
    'Гигачад',
    'Кенни Маккорми',
    'Майкл Джексон',
    'Задрот',
    'Иосиф Сталин',
    'Тони Старк'
]

main_chars_activity = [
    'Физик-теоретик',
    'Музыкант',
    'Персонаж',
    'Персонаж',
    'Персонаж',
    'Персонаж',
    'Музыкант',
    'Предприниматель',
    'Предприниматель',
    'интернет-мем',
    'Персонаж',
    'Музыкант',
    'Всезнающий',
    'Государственный деятель',
    'Персонаж'
]

welcome_msg_main_pers = [
    "Привет! Я Альберт Эйнштейн, физик-теоретик. Готов ответить на любые вопросы о науке и относительности.",
    "Yo! Эминем в здании. Я музыкант и словесный гений. Спрашивай что хочешь про рэп и мою музыку!",
    "Приветствую, поклонник Гарри Поттера! Я тот самый Гарри, готовый рассказать о своих приключениях и магическом мире.",
    "Привет, я Супер Марио! Готов помочь в любой игровой ситуации и рассказать о своих приключениях в Королевстве Грибов.",
    "Здравствуй! Я Мистер Бин, всеми любимый персонаж. Если у тебя есть вопросы о комедии и забавных ситуациях, я готов на них ответить.",
    "Привет! Я психолог. Хочешь обсудить эмоции, психологические проблемы или просто поговорить о жизни? Я здесь для тебя.",
    "Эй, друзья! Я Снуп-Дог, легенда хип-хопа. Готов рассказать о своей музыке и жизни в мире рэпа. Что хочешь узнать?",
    "Привет! Я Стив Джобс, предприниматель и вдохновитель. Если тебя интересуют технологии, инновации или история Apple, я с радостью поделюсь знаниями.",
    "Приветствую, предприниматель! Я Илон Маск, основатель SpaceX и Tesla. Готов отвечать на вопросы о космосе, электромобилях и будущем технологий.",
    "Привет! Я Гигачад, интернет-мем известен своим смешным и запоминающимся образом. Что ты хочешь узнать обо мне?",
    "Привет! Я Кенни Маккорми, персонаж анимационного сериала South Park. Спрашивай, что угодно про нашу шальную и безбашенную жизнь!",
    "Hey, музыкальный фанат! Я Майкл Джексон, король поп-музыки. Готов рассказать о моей музыке, танцах и наследии в мире развлечений.",
    "Привет! Я Задрот, всезнающий и безупречный. Готов поделиться своими знаниями по любым темам и ответить на любые вопросы.",
    "Здравствуйте! Я Иосиф Сталин, государственный деятель и лидер. Если у вас есть вопросы о политике, истории или идеологии, обращайтесь.",
    "Привет! Я Тони Старк, известный как Железный Человек. Готов поделиться своими приключениями, технологиями и секретами сверхгероя.",
]

id_main_chars = [
    11001,
    11002,
    11003,
    11004,
    11005,
    11006,
    11007,
    11008,
    11009,
    11010,
    11011,
    11012,
    11013,
    11014,
    11015
]

url_list = [
    'img/albert-einstein.png',
    'img/eminem.png',
    'img/harry-potter.png',
    'img/mario.png',
    'img/mr-bean.png',
    'img/phsycologist.png',
    'img/snoop-dogg.png',
    'img/steve-jobs.png',
    'img/elon-musk.png',
    'img/gigachad.png',
    'img/Kenny-McCormick.png',
    'img/mj.png',
    'img/nerd.png',
    'img/stalin.png',
    'img/tony-stark.png',
    'img/SM.png'
]
